const localization = {
  ru: {
    translation: {
      home: "home",
      about_company: "о компании",
      description:
        "Safia ― крупнейший кондитерский дом в Узбекистане с собственной фабрикой и разветвленной сетью из более 100 филиалов по всей стране и за рубежом. Каждый день компания производит и реализует разнообразные десерты, выпечку, полуфабрикаты. В линейке Safia представлено более 500 видов угощений, а также специальное направление ПП-сладостей Safia Light. Будучи лидером в своем сегменте, Safia продолжает развиваться и расширять территорию влияния.",
      company_purchases: "Закупки компании",
      company_descr:
        "Закупка сырья для Safia ― важный и ответственный процесс. Делая ставку на качество и натуральность продукции, мы тщательно выбираем поставщиков, которые смогут на долгосрочной основе поставлять сырье по заданным требованиям. Для прозрачности и объективности сделок мы опираемся на Положение о закупках, в котором описаны все требования и обязательства сторон.",
      purchase_regulations: "Положение о закупках",
      delivery_template: "Шаблон договора поставки",
      code_conduct: "Кодекс поведения",
      advantages: "Преимущества",
      actual_title: "Актуальные потребности компании",
      actual_descr:
        "Мы регулярно обновляем таблицу, в которой подробно описаны актуальные потребности нашей компании в том или ином сырье. Ознакомиться с ними можно в таблице. С ее помощью легко определить, какое сырье вы сможете нам предложить.",
      reset_pass: "Сбросить пароль",
      will_you_cooperate: "Хотите с нами сотрудничать?",
      password_do_not_match: "Пароли не совпадают",
      loginn: "Логин",
      phone_or_email: "Номер телефона или email",
      next: "Далее",
      phone: "Номер телефона",
      password: "Пароль",
      error: "Неправильное имя пользователя или пароль.",
      required_field: "Обязательное поле",
      confirmPassword: "Подтвердите пароль",
      forgot_password: "Забыли пароль?",
      register: "Зарегистрироваться",
      name: "Ваше имя",
      surname: "Ваша фамилия",
      inn: "ИНН компании",
      name_company: "Название компании",
      jur_addr: "Юр. Адрес",
      login_descr:
        "Нажиммая на кнопку вы соглашаетесь на обработку персональных данных и политикой конфиденциальности",
      login: "Войти",
      new_password: "Введите новый пароль",
      resend_after: "Отправить повторно через ",
      code_sent: "Код отправлен на ",
      resend: "Отправить повторно",
      reset: "Сбросить пароль",
      leave: "Выйти",
      order_history: "История Заявок",
      date: "Дата",
      doc: "Документ",
      certificate: "Сертификат",
      status: "Статус",
      open: "Открыть",
      download_pdf: "скачать PDF",
      send_request: "Сотрудничать",
      open_table: "открыть таблицу",
      our_mail: "Наша почта",

      new: "Новый",
      in_process: "В обработке",
      closed: "Закрыт",
      to_main: "На главную",
      empty_title: "Пока ничего нет!",
      empty_descr: "Перейти к покупкам",
      success_title: "Ваш заявка успешно принята!",
      success_descr: "Номер вашей заявки",

      guests_descr: "Мы дорожим доверием гостей всех поколений",
      product_descr: "У нас всегда как дома, на все случаи жизни",
      family_descr:
        "Мы живем, как одна большая семья и ценим каждого сотрудника",
      developing_descr: "Сохраняя вкусы, сохраняем традиции Safia",

      guests_title: "гости",
      product_title: "продукт",
      family_title: "семья",
      developing_title: "развитие",

      coop_title: "Почему стоит с нами сотрудничать?",
      coop_stabilization:
        "Мы гарантируем стабильность объёмов, так производство работает 24/7 без перебоев.",
      coop_grow:
        "Мы растём, рост нашей компании — это рост объёмов сырья и материалов, а рост объёмов — это рост наших поставщиков.",
      coop_caring:
        "Мы ценим наших поставщиков и заботимся о них, так как они являются основой нашего производства.",
      coop_developing:
        "Постоянно развиваемся, что в свою очередь становится стимулом для совместного усовершенствования.",
      our_suppliers: "Наши поставщики",
      purchase: "Закуп",

      order_name: "Наименование товара",
      order_descr: "Заполни форму коммерческого предложения или отправь свое!",
      order_input: "Введите",
      order_brand: "Бренд",
      order_category: "Выберите категорию товара",
      order_manufacturer: "Производитель",
      order_distributor: "Дистрибьютор",
      order_importer: "Импортер",
      order_other: "Другое",
      order_worked_with: "Я раньше сотрудничал с Safia",
      order_you_are: "Вы являетесь",
      order_certificates: "Сертификаты и лицензиии",
      order_certificated_descr:
        "При рассмотрении на роль поставщика, это увеличит доверие к вашему продукту. Формат jpg / png / pdf, размер до 10мб",
      order_commertial_reqs: "Ваше коммерческое предложение",
      order_commertial_reqs_descr:
        "Загрузите документ/презентацию о товара в формате jpg, png, HEIC, Exc, PDF, TXT, Docs, PPTX размер до 20мб",
      expectation_title: "Что мы ждем от вас, уважаемые поставщики?",
      expectation_descr:
        "Мы рассчитываем на долгосрочное и взаимовыгодное сотрудничество, которое основано на общих интересах. Каждый заключенный договор является для нас важным документом, обозначающим возможность получать качественный товар, который поможет нам радовать своих гостей и покупателей отменной продукцией, даря радость и счастье.",
      achieve_descr:
        "Мы предлагаем оптимальные условия для сотрудничества, высоко оценивая качество сырья. Ведь именно от него зависит качество и вкус нашей продукции. Уважаемые поставщики, мы надеемся на вашу поддержку и посильный вклад, которые помогут достичь важной цели ― дарить людям радость и праздник!",
      cooperate_descr:
        "Пройдите регистрацию и заполните форму коммерческого предложения или отправьте нам свое!",
      purchasements: "Закупки",
      previlleges: "Преимущества",
      suppliers: "Поставщикам",
      expectation: "Ожидания",
      cooperation: "Сотрудничество",

      private_info: "Личные данные",
      date_registering: "Дата регистрации",
      received: "Принят",
      denied: "Отклонен",
      done: "Закончен",
      price_with_nds: "Цена с учетом НДС",

      how_we_reaching: "КАК МЫ ЭТОГО ДОБИВАЕМСЯ?",
      how_we_reaching_descr:
        "Мы предлагаем оптимальные условия для сотрудничества, высоко оценивая качество сырья. Ведь именно от него зависит качество и вкус нашей продукции. Уважаемые поставщики, мы надеемся на вашу поддержку и посильный вклад, которые помогут достичь важной цели ― дарить людям радость и праздник!",
      product_images: "Добавьте картинку товара",
      selected_files: "Выбранных файлов",
      drag_files: "Перетащите файлы сюда ...",
    },
  },
  uz: {
    translation: {},
  },
};
export default localization;
