const localization = {
  ru: {
    translation: {
      home: "home",
      about_company: "о компании",
      description:
        "Приятно, граждане, наблюдать, как независимые государства смешаны с не уникальными данными до степени совершённой неузнаваемости, из-за чего возрастает их статус бесполезности. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть смешаны с не уникальными",
      company_purchases: "Закупки компании",
      company_descr:
        "Приятно, граждане, наблюдать, как независимые государства смешаны с не уникальными данными до степени совершённой неузнаваемости, из-за чего возрастает их статус бесполезности. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть смешаны с не уникальными",
      purchase_regulations: "Положение о закупках",
      delivery_template: "Шаблон договора поставки",
      code_conduct: "Кодекс поведения",
      advantages: "приемущества",
      actual_title: "Актуальные потребности компании",
      actual_descr:
        "Приятно, граждане, наблюдать, как независимые государства смешаны с не уникальными данными до степени совершённой неузнаваемости, из-за чего возрастает их статус бесполезности. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть смешаны с не уникальными",
      reset_pass: "Сбросить пароль",
      will_you_cooperate: "Хочешь с нами сотрудничать?",
      phone_or_email: "Номер телефона или email",
      next: "Далее",
      phone: "Номер телефона",
      password: "Пароль",
      error: "Неправильное имя пользователя или пароль.",
      required_field: "Обязательное поле",
      forgot_password: "Забыли пароль?",
      register: "Зарегистрироваться",
      name: "Ваше имя",
      surname: "Ваша фамилия",
      inn: "ИНН компании",
      name_company: "Название компании",
      jur_addr: "Юр. Адрес",
      login_descr:
        "Нажиммая на кнопку вы соглашаетесь на обработку персональных данных и политикой конфиденциальности",
      login: "Войти",
      new_password: "Введите новый пароль",
      resend_after: "Отправить повторно через ",
      code_sent: "Код отправлен на ",
      resend: "Отправить повторно",
      reset: "Сбросить пароль",
      leave: "Выйти",
      order_history: "История Заявок",
      date: "Дата",
      doc: "Документ",
      status: "Статус",
      open: "Открыть",
      download_pdf: "скачать PDF",
      send_request: "Подать заявку",
      open_table: "открыть таблицу",
      our_mail: "Наша почта",

      new: "Новый",
      in_process: "В обработке",
      closed: "Закрыт",
      to_main: "На главную",
      empty_title: "Пока ничего нет!",
      empty_descr: "Перейти к покупкам",
      success_title: "Ваш заявка успешно принята!",
      success_descr: "Номер вашей заявки",

      guests_descr: "Мы дорожим доверием гостей всех поколений",
      product_descr: "У нас всегда как дома, на все случаи жизни",
      family_descr:
        "Мы живем, как одна большая семья и ценим каждого сотрудника",
      developing_descr: "Сохраняя вкусы, сохраняем традиции Safia",

      guests_title: "гости",
      product_title: "продукт",
      family_title: "семья",
      developing_title: "развитие",

      coop_title: "Почему стоит с нами сотрудничать?",
      coop_stabilization:
        "Мы гарантируем стабильность объёмов, так производство работает 24/7 без перебоев.",
      coop_grow:
        "Мы растём, рост нашей компании — это рост объёмов сырья и материалов, а рост объёмов — это рост наших поставщиков.",
      coop_caring:
        "Мы ценим наших поставщиков и заботимся о них, так как они являются основой нашего производства.",
      coop_developing:
        "Постоянно развиваемся, что в свою очередь становится стимулом для совместного усовершенствования.",
      our_suppliers: "Наши поставщики",
      purchase: "Закуп",

      order_name: "Наименование товара",
      order_descr: "Заполни форму коммерческого предложения или отправь свое!",
      order_input: "Введите",
      order_brand: "Бренд",
      order_category: "Выберите категорию товара",
      order_manufacturer: "Производитель",
      order_distributor: "Дистрибьютор",
      order_importer: "Импортер",
      order_other: "Другое",
      order_worked_with: "Я раньше сотрудничал с Safia",
      order_you_are: "Вы являетесь",
      order_certificates: "Сертификаты и лицензиии",
      order_certificated_descr:
        "При рассмотрении на роль поставщика, это увеличит доверие к вашему продукту. Формат jpg / png / pdf, размер до 10мб",
      order_commertial_reqs: "Ваше коммерческое предложение",
      order_commertial_reqs_descr:
        "Загрузите документ/презентацию о товара в формате jpg, png, HEIC, Exc, PDF, TXT, Docs, PPTX размер до 20мб",
      expectation_title: "Что мы ждём от вас, наши уважаемые поставщики?",
      expectation_descr:
        "Конечно же поддержу и долгосрочное, взаимовыгодное сотрудничество, основанное одной общей целью! А нашей главной целью является подарить эмоции, радость и атмосферу праздника нашим покупателям!",
      achieve_title: "И как мы этого добиваемся?",
      achieve_descr:
        "Конечно же невероятно приятным вкусом и высоким качеством нашей продукции, и это на прямую зависит от качества сырья которую используем для нашей продукции. Надеемся, что вы, наши поставщики, поддержите нас и внесёте свой в клад в нашу общую цель — подарить людям эмоции радость и праздник!",
      cooperate_descr:
        "Пройдите регистрацию и заполните форму коммерческого предложения или отправь свое!",
      purchasements: "Закупки",
      previlleges: "Преимущества",
      suppliers: "Поставщикам",
      expectation: "Ожидания",
      cooperation: "Сотрудничество",

      private_info: "Личные данные",
      date_registering: "Дата регистрации",
    },
  },
  uz: {
    translation: {},
  },
};
export default localization;
